tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "shopify/shopify"
brew "autoconf"
brew "automake"
brew "bash"
brew "docker"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "docker-compose"
brew "libev"
brew "docker-machine-driver-xhyve"
brew "fzf"
brew "gmp"
brew "gcc"
brew "geoip"
brew "git"
brew "libffi"
brew "go"
brew "graphviz"
brew "hadoop"
brew "librdkafka"
brew "kafkacat"
brew "libgda"
brew "libxml2", link: true
brew "mariadb", link: false
brew "mysql"
brew "neovim"
brew "phantomjs"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "python"
brew "sbt"
brew "selenium-server-standalone"
brew "snappy"
brew "tig"
brew "tmux"
brew "watchman"
brew "xhyve"
brew "yarn"
brew "shopify/shopify/libzookeeper"
brew "shopify/shopify/mysql-client"
brew "shopify/shopify/oauth-tunnel-client"
brew "shopify/shopify/shopify-graphicsmagick"
brew "shopify/shopify/shopify-imagemagick@6", link: true
cask "atom"
cask "chromedriver"
cask "google-cloud-sdk"
